Repository: ProtonVPN/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: be_by, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, id_id, it_it, ja_jp, ka_ge, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua

# Settings_Protocols_OpenVpnTcp_Description
source: Established, well-tested, and secure. OpenVPN is reliable in poor network conditions, but may not be as fast as other protocols.
be_by: Спраўджаны, добра пратэсціраваны і бяспечны. OpenVPN надзейна працуе нават у сетках з дрэнным злучэннем, але можа быць менш хуткім за іншыя пратаколы.
cs_cz: Zavedený, dobře otestovaný a bezpečný. OpenVPN je spolehlivý ve špatných síťových podmínkách, ale nemusí být tak rychlý jako jiné protokoly.
de_de: Bewährt, gut getestet und sicher. OpenVPN ist bei schlechten Netzwerkbedingungen zuverlässig, aber möglicherweise nicht so schnell wie andere Protokolle.
el_gr: Καθιερωμένο, καλά δοκιμασμένο και ασφαλές. Το OpenVPN είναι αξιόπιστο σε κακές συνθήκες δικτύου, αλλά μπορεί να μην είναι τόσο γρήγορο όσο άλλα πρωτόκολλα.
es_es: De eficacia demostrada, sometido a numerosas pruebas y seguro. OpenVPN es fiable en condiciones de red malas, pero podría no ser tan rápido como otros protocolos.
fa_ir: پا بر جا، آزمایش شده و امن. OpenVPN در شرایط نابه‌سامان شبکه‌ای قابل اطمینان است، ولی به سرعت پروتکل‌های دیگر نمی‌رسد.
fi_fi: Vakiintunut, hyvin testattu ja turvallinen. OpenVPN on luotettava huonoissakin verkko-olosuhteissa, muttei välttämättä saavuta muiden porotokollien nopeuksia.
fr_fr: Établi, testé et sécurisé. OpenVPN est fiable dans de mauvaises conditions de réseau, mais peut ne pas être aussi rapide que d'autres protocoles.
id_id: Mapan, teruji, dan aman. OpenVPN dapat diandalkan dalam kondisi jaringan yang buruk, namun dapat tidak berfungsi secepat protokol lainnya.
it_it: Consolidato, ben testato e sicuro. OpenVPN è affidabile in condizioni di rete scadenti, ma potrebbe non essere veloce come altri protocolli.
ja_jp: 確立され、十分にテストされ、安全です。 OpenVPN はネットワーク状態が悪い場合でも信頼性がありますが、他のプロトコルほど高速ではない可能性があります。
ka_ge: გამოცდილი, დატესტილი და დაცული. OpenVPN სანდოა ნელი ქსელის პირობებში, მაგრამ ის ისეთი სწრაფი არაა, როგორც სხვა პროტოკოლები.
ko_kr: 확립되었고, 잘 시험되었으며 안전합니다. OpenVPN은 부족한 네트워크 컨디션에서도 안정적이지만 다른 프로토콜만큼 빠르지는 않습니다.
nb_no: Etablert, godt testet og sikker. OpenVPN er pålitelig under dårlige nettverksforhold, men er kanskje ikke like rask som andre protokoller.
nl_nl: Gevestigd, goed getest en veilig. OpenVPN is betrouwbaar bij slechte netwerkomstandigheden, maar is mogelijk niet zo snel als andere protocollen.
pl_pl: Sprawdzony, przetestowany i bezpieczny. Protokół OpenVPN jest niezawodny przy słabych połączeniach, ale może nie być tak szybki, jak inne protokoły.
pt_pt: Estabelecido, bem testado e seguro. OpenVPN é confiável em condições de rede más, mas pode não ser tão rápido quanto outros protocolos.
ro_ro: Răspândit, bine testat și sigur. OpenVPN este fiabil în condiții de rețea precare, dar poate să nu fie la fel de rapid ca alte protocoale.
ru_ru: Зарекомендовавший себя, хорошо проверенный и безопасный. OpenVPN надёжен в условиях плохой сети, но может быть медленнее других протоколов.
sk_sk: Zavedený, dobre otestovaný a bezpečný. OpenVPN je spoľahlivý v zlých sieťových podmienkach, ale nemusí byť tak rýchly ako iné protokoly.
sl_si: Uveljavljeno, dobro preizkušeno in varno. OpenVPN je zanesljiv v slabih omrežnih pogojih, vendar morda ni tako hiter kot drugi protokoli.
sv_se: Etablerad, väl beprövad och säker. OpenVPN är pålitligt i dåliga nätverksförhållanden, men kanske inte är lika snabba som andra protokoll.
tr_tr: Oturmuş, iyi sınanmış ve güvenli. OpenVPN zayıf ağ koşullarında güvenilirdir ancak diğer iletişim kuralları kadar hızlı olmayabilir.
uk_ua: Налагоджений, перевірений і безпечний. OpenVPN надійний в поганих умовах мережі, але може бути не таким швидким, як інші протоколи.

# Settings_Protocols_OpenVpnUdp_Description
source: Established, well-tested, and secure. OpenVPN is less battery-efficient than some other protocols.
be_by: Спраўджаны, добра пратэсціраваны і бяспечны. OpenVPN менш эфектыўна выкарыстоўвае акумулятар у параўнанні з іншымі пратаколамі.
cs_cz: Zavedený, dobře otestovaný a bezpečný. Oproti jiným protokolům je OpenVPN méně energeticky úsporný.
de_de: Bewährt, gut getestet und sicher. OpenVPN ist weniger Akku-effizient als einige andere Protokolle.
el_gr: Καθιερωμένο, καλά δοκιμασμένο και ασφαλές. Το OpenVPN είναι λιγότερο αποδοτικό στην μπαταρία από ορισμένα άλλα πρωτόκολλα.
es_es: De eficacia demostrada, sometido a numerosas pruebas y seguro. OpenVPN es menos eficiente con la batería que otros protocolos.
fa_ir: پا بر جا، آزمایش شده و امن. OpenVPN در مصرف باتری به خوبی بعضی پروتکل‌های دیگر عمل نمی‌کند.
fi_fi: Vakiintunut, hyvin testattu ja turvallinen. OpenVPN:n virrankulutus ei ole yhtä hyvä kuin joidenkin muiden protokollien.
fr_fr: Reconnu, éprouvé et sécurisé. OpenVPN sollicite davantage votre batterie que d'autres protocoles.
id_id: Mapan, teruji, dan aman. OpenVPN tidak seefisien sebagian protokol lainnya dalam hal penggunaan baterai.
it_it: Consolidato, ben testato e sicuro. OpenVPN consuma più batteria rispetto ad altri protocolli.
ja_jp: 確立され、十分にテストされ、安全です。 OpenVPN は、他のプロトコルに比べてバッテリー効率が低くなります。
ka_ge: ცნობილი, დატესტილი და დაცული. OpenVPN ნაკლებად მეგობრობს ელემენტთან, ვიდრე სხვა პროტოკოლები.
ko_kr: 확립되었고, 잘 시험되었으며 안전합니다. OpenVPN은 다른 프로토콜만큼 배터리 효율이 좋지는 않습니다.
nb_no: Etablert, godt testet og sikker. OpenVPN er mindre batterieffektiv enn noen andre protokoller.
nl_nl: Gevestigd, goed getest en veilig. OpenVPN is minder batterijzuinig dan sommige andere protocollen.
pl_pl: Sprawdzony, przetestowany i bezpieczny. Protokół OpenVPN jest mniej energooszczędny niż inne protokoły.
pt_pt: Estabelecido, bem testado e seguro. O OpenVPN é menos eficiente com a bateria do que alguns outros protocolos.
ro_ro: Răspândit, bine testat și sigur. OpenVPN este mai puțin eficient din punct de vedere al bateriei decât alte protocoale.
ru_ru: Зарекомендовавший себя, хорошо проверенный и безопасный. OpenVPN менее энергоэффективен, чем некоторые другие протоколы.
sk_sk: Zavedený, dobre otestovaný a bezpečný. Oproti iným protokolom je OpenVPN menej energeticky úsporný.
sl_si: Uveljavljeno, dobro preizkušeno in varno. OpenVPN je manj učinkovit pri porabi baterije kot nekateri drugi protokoli.
sv_se: Etablerad, väl beprövad och säker. OpenVPN är mindre batterieffektivt än vissa andra protokoll.
tr_tr: Yerleşik, iyi test edilmiş ve güvenli. OpenVPN diğer iletişim kurallarından daha fazla pil harcayabilir.
uk_ua: Налагоджений, перевірений і безпечний. OpenVPN менш енергоефективний, ніж деякі інші протоколи.

# Settings_Protocols_Recommended
source: Recommended
cs_cz: Doporučeno
de_de: Empfohlen
el_gr: Προτεινόμενο
es_es: Recomendado
fa_ir: توصیه شده
fi_fi: Suositus
fr_fr: Recommandé
id_id: Direkomendasikan
it_it: Consigliato
ja_jp: 推奨
ko_kr: 추천
nb_no: Anbefalt
nl_nl: Aanbevolen
pl_pl: Zalecany
ro_ro: Recomandat
ru_ru: Рекомендованное
sk_sk: Odporúčané
sv_se: Rekommenderad
tr_tr: Önerilen

# Settings_Protocols_Smart_Description
source: Auto-selects the best protocol for your connection.
be_by: Аўтаматычна выбірае лепшы пратакол для вашага падключэння.
cs_cz: Automaticky vybere nejlepší protokol pro vaše připojení.
de_de: Wählt automatisch das beste Protokoll für deine Verbindung aus.
el_gr: Επιλέγει αυτόματα το καλύτερο πρωτόκολλο για τη σύνδεσή σας.
es_es: Selecciona automáticamente el mejor protocolo para tu conexión.
fa_ir: به‌طور خودکار بهترین پروتکل را برای اتصالتان انتخاب می‌کند.
fi_fi: Valitsee automaattisesti yhteydellesi sopivimman protokollan.
fr_fr: Sélectionne automatiquement le meilleur protocole pour votre connexion.
id_id: Memilih protokol terbaik secara otomatis untuk koneksi Anda.
it_it: Seleziona automaticamente il protocollo migliore per la tua connessione.
ja_jp: 接続に最適なプロトコルを自動選択します。
ka_ge: ავტომატურად აირჩევს საუკეთესო პროტოკოლს თქვენი მიერთებისთვის.
ko_kr: 연결 상태에 가장 알맞은 프로토콜을 자동으로 선택합니다.
nb_no: Velger automatisk den beste protokollen for tilkoblingen din.
nl_nl: Selecteert automatisch het beste protocol voor uw verbinding.
pl_pl: Automatycznie wybiera najlepszy protokół dla połączenia.
pt_pt: Seleciona automaticamente o melhor protocolo para a sua conexão.
ro_ro: Autoselectează cel mai bun protocol pentru conexiune.
ru_ru: Автоматически выбирает лучший протокол для вашего подключения.
sk_sk: Automaticky vyberie najlepší protokol pre vaše pripojenie.
sl_si: Samodejno izbere najboljši protokol za vašo povezavo.
sv_se: Väljer automatiskt det bästa protokollet för din anslutning.
tr_tr: Bağlantınız için en iyi iletişim kuralını otomatik olarak seçer.
uk_ua: Автоматичний вибір найкращого протоколу для вашого з'єднання.

# Settings_Protocols_TcpCategory
source: Reliability (TCP)
be_by: Надзейнасць (TCP)
cs_cz: Spolehlivost (TCP)
de_de: Zuverlässigkeit (TCP)
el_gr: Αξιοπιστία (TCP)
es_es: Fiabilidad (TCP)
fa_ir: پایداری (TCP)
fi_fi: Luotettava (TCP)
fr_fr: Fiabilité (TCP)
id_id: Keterandalan (TCP)
it_it: Affidabilità (TCP)
ja_jp: 信頼性(TCP)
ka_ge: საიმედოობა (TCP)
ko_kr: 안정성 (TCP)
nb_no: Pålitelighet (TCP)
nl_nl: Betrouwbaarheid (TCP)
pl_pl: Niezawodność (TCP)
pt_pt: Fiabilidade (TCP)
ro_ro: Fiabilitate (TCP)
ru_ru: Надёжность (TCP)
sk_sk: Spoľahlivosť (TCP)
sl_si: Zanesljivost (TCP)
sv_se: Tillförlitlighet (TCP)
tr_tr: Güvenilirlik (TCP)
uk_ua: Надійність (TCP)

# Settings_Protocols_UdpCategory
source: Speed (UDP)
be_by: Хуткасць (UDP)
cs_cz: Rychlost (UDP)
de_de: Geschwindigkeit (UDP)
el_gr: Ταχύτητα (UDP)
es_es: Velocidad (UDP)
fa_ir: سرعت (UDP)
fi_fi: Nopea (UDP)
fr_fr: Vitesse (UDP)
id_id: Kecepatan (UDP)
it_it: Velocità (UDP)
ja_jp: スピード(UDP)
ka_ge: სიჩქარე (UDP)
ko_kr: 속도 (UDP)
nb_no: Hastighet (UDP)
nl_nl: Snelheid (UDP)
pl_pl: Prędkość (UDP)
pt_pt: Velocidade (UDP)
ro_ro: Viteză (UDP)
ru_ru: Скорость (UDP)
sk_sk: Rýchlosť (UDP)
sl_si: Hitrost (UDP)
sv_se: Hastighet (UDP)
tr_tr: Hız (UDP)
uk_ua: Швидкість (UDP)

# Settings_Protocols_WireGuardTcp_Description
source: State-of-the-art protocol for security and performance.
be_by: Перадавы пратакол для бяспекі і прадукцыйнасці.
cs_cz: Nejmodernější protokol pro zabezpečení a výkon.
el_gr: Πρωτόκολλο τελευταίας τεχνολογίας για ασφάλεια και απόδοση.
es_es: Protocolo de última generación para seguridad y rendimiento.
fi_fi: Uusinta tekniikkaa hyödyntävä turvallisuus- ja suorituskykyprotokolla.
fr_fr: Rapide, sécurisé et efficace. WireGuard est difficile à détecter et bloquer.
id_id: Protokol mutakhir untuk keamanan dan performa.
it_it: Protocollo all'avanguardia per sicurezza e prestazioni.
ja_jp: セキュリティとパフォーマンスのための最先端のプロトコル。
ka_ge: ხელოვნების ნიმუში უსაფრთხოებისა და წარმადობისთვის და არა პროტოკოლი.
ko_kr: 최첨단 프로토콜을 통해 보안 및 성능을 확보합니다.
nb_no: Toppmoderne protokoll for sikkerhet og ytelse.
nl_nl: Geavanceerd protocol voor beveiliging en prestaties.
pl_pl: Najnowocześniejszy protokół zapewniający bezpieczeństwo i wydajność.
pt_pt: Protocolo de última geração em segurança e desempenho.
ro_ro: Protocol de ultimă generație pentru securitate și performanță.
sk_sk: Najmodernejší protokol z hľadiska bezpečnosti a výkonu.
sl_si: Najsodobnejši protokol za varnost in zmogljivost.
sv_se: Toppmodernt protokoll för säkerhet och prestanda.
tr_tr: Güvenlik ve başarım için son teknoloji iletişim kuralı.
uk_ua: Найдосконаліший протокол для безпеки та швидкодії.

# Settings_Protocols_WireGuardTls_Description
source: Overcomes VPN blocks by hiding your VPN connection from censors. Stealth is DPI (deep packet inspection) resistant, but may not be as fast as other protocols.
be_by: Пераадольвае блакіроўкі VPN хаваючы ваша падключэнне па VPN ад цэнзараў. Stealth устойлівы да тэхналогіі DPI (deep packet inspection), але можа саступаць іншым пратаколам па хуткасці перадачы даных.
cs_cz: Překonává blokování VPN tím, že skrývá připojení VPN před cenzory. Tento protokol je odolný proti DPI (hloubkové kontrole paketů), ale nemusí být tak rychlý jako jiné protokoly. Stealth je exkluzivní pro Proton VPN.
de_de: Umgeht VPN-Sperren, indem es deine VPN-Verbindung vor Zensoren versteckt. Dieses Protokoll ist resistent gegen DPI (Deep Packet Inspection), ist aber möglicherweise nicht so schnell wie andere Protokolle. Stealth gibt es nur bei Proton VPN.
el_gr: Ξεπερνά τα μπλοκαρίσματα VPN κρύβοντας τη σύνδεσή σας VPN από τους λογοκριτές. Το Stealth είναι ανθεκτικό στο DPI (deep packet inspection - βαθιά επιθεώρηση πακέτων), αλλά μπορεί να μην είναι τόσο γρήγορο όσο άλλα πρωτόκολλα.
es_es: Supera los bloqueos de VPN ocultando tu conexión VPN a los censores. Stealth es resistente a DPI (inspección profunda de paquetes), pero puede no ser tan rápido como otros protocolos.
fi_fi: Kiertää VPN-estot piilottamalla VPN-yhteytesi sensuureilta. Stealth on DPI-vastustuskykyinen (Deep Packet Inspection), mutta ei välttämättä yhtä nopea kuin muut protokollat.
fr_fr: Contourne les blocages VPN en masquant votre connexion VPN aux censeurs. Ce protocole résiste à l'inspection approfondie des paquets (DPI), mais peut ne pas être aussi rapide que d'autres protocoles. Stealth est un protocole réservé à Proton VPN.
id_id: Menangkal pemblokiran VPN dengan menyembunyikan koneksi VPN Anda dari sensor. Protokol ini tahan terhadap pemeriksaan DPI (deep packet inspection), namun dapat tidak berfungsi secepat protokol lainnya.
it_it: Supera i blocchi VPN nascondendo la tua connessione VPN dalla censura. Questo protocollo è resistente ai DPI (Deep Packet Inspection), ma potrebbe non essere veloce come altri protocolli. Stealth è un'esclusiva di Proton VPN.
ja_jp: VPN接続を検閲から隠すことで、VPNブロックを克服します。ステルスは DPI (ディープ パケット インスペクション)に耐性がありますが、他のプロトコルほど高速ではない可能性があります。
ka_ge: თავიდან აიცილებს VPN ბლოკებს თქვენი VPN მიერთების ცენსზორებისგან დამალვით. Stealth DPI-სგან (პაკეტები ღრმა ინსპექცია) დაცულია, მაგრამ შეიძლება, სხვა პროტოკოლებისნაირი ჩქარი არ იყოს.
ko_kr: 검열로부터 VPN 연결을 숨겨서 차단을 극복합니다. 이 프로토콜은 DPI(Deep Packet Insptection)에 내성이 있으나 다른 프로토콜만큼 빠르지는 않습니다. Stealth는 Proton VPN만의 기능입니다.
nb_no: Overvinner VPN-blokkeringer ved å skjule VPN-tilkoblingen din fra sensorer. Denne protokollen er DPI (dyp pakkeinspeksjon) motstandsdyktig, men er kanskje ikke så rask som andre protokoller. Stealth er eksklusivt for Proton VPN.
nl_nl: Omzeilt VPN-blokkades door uw VPN-verbinding te verbergen voor censoren. Stealth is bestand tegen DPI (deep packet inspection), maar is mogelijk niet zo snel als andere protocollen.
pl_pl: Pokonuje blokady VPN, ukrywając połączenie VPN przed cenzorami. Protokół Stealth jest odporny na DPI (głęboką inspekcję pakietów), ale może nie być tak szybki, jak inne protokoły.
pt_pt: Contorna os bloqueios de VPN ao ocultar a sua conexão VPN das autoridades de controlo. O Stealth é resistente à inspeção profunda de pacotes (DPI, Deep Packet Inspection), mas pode não ser tão rápido quanto outros protocolos.
ro_ro: Depășiți blocările VPN prin ascunderea conexiunii VPN față de cenzori. Stealth este rezistent la DPI (inspecția profundă a pachetelor), dar poate să nu fie la fel de rapid ca alte protocoale.
ru_ru: Преодолевает блокировки VPN, скрывая ваше подключение к VPN от цензоров. Этот протокол устойчив к DPI (глубокой проверке пакетов), но может быть не таким быстрым, как другие протоколы. Stealth является уникальным для Proton VPN.
sk_sk: Prekonáva blokovanie VPN tým, že skrýva pripojenie VPN pred cenzormi. Stealth je odolný proti DPI (hĺbkovej kontrole paketov), ​​ale nemusí byť tak rýchly ako iné protokoly.
sl_si: Zaobide blokade VPN tako, da skrijete svojo VPN povezavo pred cenzuro. Stealth je odporen na globok pregled paketov (DPI), vendar morda ni tako hiter kot drugi protokoli.
sv_se: Övervinner VPN-blockeringar genom att dölja din VPN-anslutning från censureringar. Stealth är DPI-beständigt (deep packet inspection) men kanske inte är lika snabbt som andra protokoll.
tr_tr: VPN bağlantınızı sansür uygulamalarından gizleyerek VPN engellemelerini aşar. Bu iletişim kuralı DPİ (derin paket inceleme) uygulamalarına karşı dirençlidir ancak diğer iletişim kuralları kadar hızlı olmayabilir. Stealth, Proton VPN uygulamasına özel bir iletişim kuralıdır.
uk_ua: Обходить блокування VPN, приховуючи ваше VPN-з'єднання від цензорів. Stealth стійкий до DPI (глибокої перевірки пакетів), але може бути не таким швидким, як інші протоколи.

# Settings_Protocols_WireGuardUdp_Description
source: State-of-the-art protocol for security and performance.
be_by: Перадавы пратакол для бяспекі і прадукцыйнасці.
cs_cz: Nejmodernější protokol pro zabezpečení a výkon.
el_gr: Πρωτόκολλο τελευταίας τεχνολογίας για ασφάλεια και απόδοση.
es_es: Protocolo de última generación para seguridad y rendimiento.
fi_fi: Uusinta tekniikkaa hyödyntävä turvallisuus- ja suorituskykyprotokolla.
fr_fr: Rapide, sûr et efficace. WireGuard sollicite moins votre batterie que les autres protocoles.
id_id: Protokol mutakhir untuk keamanan dan performa.
it_it: Protocollo all'avanguardia per sicurezza e prestazioni.
ja_jp: セキュリティとパフォーマンスのための最先端のプロトコル。
ka_ge: ხელოვნების ნიმუში უსაფრთხოებისა და წარმადობისთვის და არა პროტოკოლი.
ko_kr: 최첨단 프로토콜을 통해 보안 및 성능을 확보합니다.
nb_no: Toppmoderne protokoll for sikkerhet og ytelse.
nl_nl: Geavanceerd protocol voor beveiliging en prestaties.
pl_pl: Najnowocześniejszy protokół zapewniający bezpieczeństwo i wydajność.
pt_pt: Protocolo de última geração em segurança e desempenho.
ro_ro: Protocol de ultimă generație pentru securitate și performanță.
sk_sk: Najmodernejší protokol z hľadiska bezpečnosti a výkonu.
sl_si: Najsodobnejši protokol za varnost in zmogljivost.
sv_se: Toppmodernt protokoll för säkerhet och prestanda.
tr_tr: Güvenlik ve başarım için son teknoloji iletişim kuralı.
uk_ua: Найдосконаліший протокол для безпеки та швидкодії.

# Settings_RestoreDefault
source: Restore default settings
be_by: Аднавіць прадвызначаныя налады
cs_cz: Obnovit výchozí nastavení
de_de: Standardeneinstellungen wiederherstellen
el_gr: Επαναφορά προεπιλεγμένων ρυθμίσεων
es_es: Restaurar los ajustes por defecto
fa_ir: بازگردانی به تنظیمات پیش‌فرض‌
fi_fi: Palauta oletusasetukset
fr_fr: Restaurer les paramètres par défaut
id_id: Pulihkan pengaturan bawaan
it_it: Ripristina le impostazioni predefinite
ja_jp: デフォルト設定を復元する
ka_ge: ნაგულისხმევი პარამეტრების აღდგენა
ko_kr: 기본 설정값 복원
nb_no: Gjenopprett standardinnstillinger
nl_nl: Standaardinstellingen herstellen
pl_pl: Przywróć ustawienia domyślne
pt_pt: Restaurar as definições padrão
ro_ro: Restaurare setări implicite
ru_ru: Восстановить настройки по умолчанию
sk_sk: Obnoviť východzie nastavenia
sl_si: Obnovi privzete nastavitve
sv_se: Återställ standardinställningar
tr_tr: Varsayılan ayarları yükle
uk_ua: Відновити типові налаштування

# Settings_RestoreDefaultAndReconnect_Confirmation_Action
source: Restore and reconnect
be_by: Аднавіць і перападключыцца
cs_cz: Obnovit a znovu připojit
de_de: Wiederherstellen und wieder verbinden
el_gr: Επαναφορά και επανασύνδεση
es_es: Restaurar y reconectar
fa_ir: بازگردانی و اتصال دوباره
fi_fi: Palauta ja uudelleenyhdistä
fr_fr: Restaurer et reconnecter
id_id: Pulihkan dan hubungkan ulang
it_it: Ripristina e riconnetti
ja_jp: 復元して再接続する
ka_ge: აღდგენა და თავიდან დაკავშირება
ko_kr: 복원하고 다시 연결하기
nb_no: Gjenopprett og koble til på nytt
nl_nl: Herstellen en opnieuw verbinden
pl_pl: Przywróć i połącz ponownie
pt_pt: Restaurar e religar
ro_ro: Restaurare și reconectare
ru_ru: Восстановление и переподключение
sk_sk: Obnoviť a znova pripojiť
sl_si: Obnovite in ponovno povežite
sv_se: Återställ och anslut igen
tr_tr: Yükle ve yeniden bağlan
uk_ua: Відновити та повторно під'єднатися

# Settings_RestoreDefault_Confirmation_Action
source: Restore default settings
be_by: Аднавіць прадвызначаныя налады
cs_cz: Obnovit výchozí nastavení
de_de: Standardeneinstellungen wiederherstellen
el_gr: Επαναφορά προεπιλεγμένων ρυθμίσεων
es_es: Restaurar los ajustes por defecto
fa_ir: بازگردانی به تنظیمات پیش‌فرض‌
fi_fi: Palauta oletusasetukset
fr_fr: Restaurer les paramètres par défaut
id_id: Pulihkan pengaturan bawaan
it_it: Ripristina le impostazioni predefinite
ja_jp: デフォルト設定を復元する
ka_ge: ნაგულისხმევი პარამეტრების აღდგენა
ko_kr: 기본 설정값 복원
nb_no: Gjenopprett standardinnstillinger
nl_nl: Standaardinstellingen herstellen
pl_pl: Przywróć ustawienia domyślne
pt_pt: Restaurar as definições padrão
ro_ro: Restaurare setări implicite
ru_ru: Восстановить настройки по умолчанию
sk_sk: Obnoviť východzie nastavenia
sl_si: Obnovi privzete nastavitve
sv_se: Återställ standardinställningar
tr_tr: Varsayılan ayarları yükle
uk_ua: Відновити типові налаштування

# Settings_RestoreDefault_Confirmation_Message
source: This will reset your Proton VPN settings to their original state.
be_by: Гэта скіне налады Proton VPN да іх першапачатковага стану.
cs_cz: Tímto resetujete nastavení Proton VPN do původního stavu.
de_de: Dadurch werden deine Proton VPN-Einstellungen in ihren ursprünglichen Zustand zurückversetzt.
el_gr: Αυτό θα επαναφέρει τις ρυθμίσεις του Proton VPN στην αρχική τους κατάσταση.
es_es: Esta acción restablecerá los ajustes de Proton VPN a su estado original.
fa_ir: این گزینه تنظیمات Proton VPN تان را به حالت اولشان بازمی‌گرداند.
fi_fi: Tämä palauttaa Proton VPN:n alkuperäiset asetukset.
fr_fr: Ceci réinitialisera les paramètres de votre VPN Proton à leurs valeurs d'origine.
id_id: Tindakan ini akan mengatur ulang pengaturan Proton VPN Anda ke pengaturan semula.
it_it: Ripristinerai le impostazioni originali di Proton VPN.
ja_jp: これにより、Proton VPN 設定が元の状態にリセットされます。
ka_ge: ეს ჩამოყრის თქვენს Proton VPN-ის პარამეტრებს მათ საწყის მდგომარეობაზე.
ko_kr: 당신의 Proton VPN 설정값을 원래대로 복원하게 됩니다.
nb_no: Dette vil tilbakestille Proton VPN-innstillingene til sin opprinnelige tilstand.
nl_nl: Hiermee worden uw Proton VPN-instellingen teruggezet naar de oorspronkelijke staat.
pl_pl: Spowoduje to zresetowanie ustawień Proton VPN.
pt_pt: Isto irá redefinir as suas definições do Proton VPN para o estado original.
ro_ro: Aceasta va reseta setările Proton VPN la starea originală.
ru_ru: Это сбросит настройки Proton VPN к их первоначальному состоянию.
sk_sk: Týmto resetujete nastavenie Proton VPN do pôvodného stavu.
sl_si: S tem boste nastavitve Proton VPN ponastavili na prvotno stanje.
sv_se: Detta kommer återställa dina Proton VPN-inställningar till deras ursprungliga tillstånd.
tr_tr: Bu işlem Proton VPN ayarlarınızı varsayılan durumuna döndürür.
uk_ua: Ця дія призведе до скидання налаштувань Proton VPN до початкового стану.

# Settings_RestoreDefault_Confirmation_Title
source: Restore default settings?
be_by: Аднавіць прадвызначаныя налады?
cs_cz: Obnovit výchozí nastavení?
de_de: Standardeneinstellungen wiederherstellen?
el_gr: Επαναφορά προεπιλεγμένων ρυθμίσεων?
es_es: ¿Restaurar los ajustes por defecto?
fa_ir: به تنظیمات پیش‌فرض بازگردانده شود؟
fi_fi: Palautetaanko oletusasetukset?
fr_fr: Restaurer les paramètres par défaut ?
id_id: Pulihkan pengaturan bawaan?
it_it: Vuoi ripristinare le impostazioni predefinite?
ja_jp: デフォルト設定を復元しますか?
ka_ge: ნაგულისხმევი პარამეტრების აღდგენა?
ko_kr: 기본 설정값으로 복원하시겠습니까?
nb_no: Gjenopprett standardinnstillinger?
nl_nl: Standaardinstellingen herstellen?
pl_pl: Przywrócić ustawienia domyślne?
pt_pt: Restaurar as definições padrão?
ro_ro: Restabiliți setările implicite?
ru_ru: Восстановить настройки по умолчанию?
sk_sk: Obnoviť východzie nastavenia?
sl_si: Obnoviti privzete nastavitve?
sv_se: Återställ standardinställningar?
tr_tr: Varsayılan ayarlar yüklensin mi?
uk_ua: Відновити типові налаштування?

# Settings_Support
source: Support
be_by: Падтрымка
cs_cz: Podpora
el_gr: Υποστήριξη
es_es: Soporte
fa_ir: پشتیبانی
fi_fi: Tuki
id_id: Dukungan
it_it: Supporto
ja_jp: サポート
ka_ge: მხარდაჭერა
ko_kr: 지원
nb_no: Brukerstøtte
nl_nl: Ondersteuning
pl_pl: Wsparcie
pt_pt: Apoio ao cliente
ro_ro: Asistență
ru_ru: Поддержка
sk_sk: Podpora
sl_si: Podpora
tr_tr: Destek
uk_ua: Підтримка
